<?php

$lang = array
(
	0=>'安裝嚮導',
	1=>'開發者: <font color="#0000FF"><a href="http://www.exBlog.net" target="_blank">exSoft Team</a></font>
        版權所有 (c) 2004 - 2005, <em><a href="http://www.exBlog.net" target="_blank">exSoft Team</a></em>',
	2=>'開始安裝前你要知道的:<br />
          <ol>
        <li> exBlog 是一款優秀的 Blog (網絡日誌) 程序.</li>
        <li> exBlog 需要你的空間有 PHP + MYSQL 支持.</li>
        <li> 確認你是全新安裝還是升級安裝,這裡是用來全新安裝.<br />
        <font color="#FF0000">注意: 這個程序將會破壞掉上一次安裝的資料.除非選用不同的前綴.</font></li>
        <li> exBlog 必要文件是否全部上傳.</li>
        <li> 是否已經將必要的 目錄/文件 設置成可寫.</li>
        <li> 是否準備好享受 exBlog 的功能,如果答案是肯定的話,開始安裝.</li>
          </ol>',
	3=>'開始安裝',
	4=>'取消安裝',
	5=>'用戶許可協議:<br />
          <ol>
        <li> exBlog 為免費程序,你可以修改源代碼但請保留版權信息.<br />
          個人網站可以免費使用本系統,並可自由傳播,傳播過程請保持本系統的完整性.<br />
          任何個人或企業未經許可不得將本系統用作商業用途.</li>
        <li> 使用過程中為美化程序或修改BUG您可以對源代碼進行修改,如要傳播您的修改版本<br />
          請保留原程序中的 exBlog 版權信息.</li>
          <br />
        <li> 您可以查看 exBlog 的源代碼,但在沒有獲得作者正式許可的情況下,不能以除了<br />
          美化界面、修改BUG以外的其他任何理由修改 exBlog 的源程序,更不能修改相關<br />
          說明檔和程序顯示的版權信息. </li>
        <li> exBlog 是開放源代碼軟件,如果您對 exBlog 有好的想法和意見,並希望自己<br />
          修改 exBlog 完善其功能時,必須與我們取得聯繫,在獲得我們正式的許可後,<br />
          在完整保留 exBlog 版權信息和說明檔的前提下. 對 exBlog 進行修改. </li>
        <li> 本程序歡迎轉載,您可以在原樣完整保留全部版權信息和說明檔的前提下,傳播和發佈<br />
          本程序,但將 exBlog 用於商業目的或違背上述條款的傳播都是被禁止的. </li>
        <li> 安裝 exBlog 建立在完全同意本授權文檔的基礎之上,因此而產生的糾紛,違反授權<br />
          協議的一方將承擔全部責任.</li>
        <li> 如您想獲得技術支持,請EMAIL至support@exblog.net進行完全免費的註冊,註明網站URL<br />
          在以後過程中如程序有BUG或升級將通過EMAIL通知您.</li>
          </ol>',
	6=>'exSoft Team - exSoft 開發組',
	7=>'同意許可',
	8=>'不同意',
	9=>'數據庫相關配置:',
	10=>'服務器(host):',
	11=>'數據庫用戶名(user):',
	12=>'數據庫密碼(password):',
	13=>'數據庫名(dbname):',
	14=>'數據表名前綴:',
	15=>'Notice: 前綴可以讓你一個表中安裝多個exblog,如果只安裝一個建議不要修改.^*^',
	16=>'上一步',
	17=>'重　填',
	18=>'下一步',
	19=>'數據庫 ',
	20=>' 創建成功!',
	21=>' 創建失敗!',
	22=>'創建數據庫......',
	23=>'創建 config.inc.php 配置文件失敗!請確認 include 目錄的權限設置可寫.',
	24=>'創建 config.inc.php 配置文件成功!',
	25=>'創建 config.inc.php 配置文件......',
	26=>'請確認數據庫名......',
	27=>'當前config.inc.php配置文件數據庫名為:',
	28=>'請確認新建表名前綴......',
	29=>'當前config.inc.php配置文件新建表名前綴為:',
	30=>'此設置可以讓你一個表中安裝多個exblog.如果只安裝一個建議不要修改!',
	31=>'<font color="#FF0000">注意: 如果你已經安裝過,這個程序將會破壞掉上一次安裝的資料.除非選用不同的前綴.</font><br /><br />如果確認,請點擊進入下一步.',
	32=>'正在創建以下數據庫各表......',
	33=>'數據庫相關配置:',
	34=>'Blog 名稱:',
	35=>'網站真實地址:',
	36=>'版權:',
	37=>'語言包:',
	38=>'模板:',
	39=>'簡介:',
	40=>'站長:',
	41=>'站點關鍵詞:',
	42=>'Notice: 安裝成功之後可以在後台修改,如果不清楚的項目建議不要修改.^*^',
	43=>'初始化 基本資料 成功!',
	44=>'初始化 基本資料 時失敗!',
	45=>'正在初始化基本資料......',
	46=>'現在裝創建系統管理員:',
	47=>'管理員用戶名:',
	48=>'管理員密碼:',
	49=>'管理員密碼:',
	50=>'管理員Email:',
	51=>'管理員手機(如果使用WAP功能，手機號碼將與用戶自動綁定！）:',
	52=>'Notice: 管理員密碼以md5格式存儲.^*^',
	53=>'創建 系統管理員 成功!',
	54=>'創建 系統管理員 時失敗!',
	55=>'正在創建系統管理員......',
	56=>'恭喜!exblog安裝完成!',
	57=>'祝你 Blog 愉快!',
	58=>'完　成',
	59=>'安裝文件無法自動刪除!',
	60=>'注意: 安裝文件 install.php 無法自動刪除,請務必手動刪除.',
	61=>'登陸後台',
	62=>'登陸後台',
	63=>'安裝文件 install.php 已經自動刪除,你可以登陸後台進行更多設置.',
	64=>'重置表',
	65=>'創建表',
	66=>'初始化',
	67=>'成功',
	68=>'失敗',
	69=>'√',
	70=>'×',
	71=>'請選擇天氣',
	72=>'晴朗',
	73=>'多雲',
	74=>'下雨',
	75=>'下雪',
	76=>'陰天',
	77=>'默認欄目',
	78=>'此欄目為系統默認欄目',
	79=>'歡迎使用exBlog程序,如何任何問題請在主頁或來信提出,謝謝!!',
	80=>'由於XXX原因,本站暫時關閉X天.',
);

?>