<?php

$langpublic['language'] = "zh-CN";
$langpublic['charset'] = "GBK";
$langpublic['dir'] = "ltr";

// $langpubfun[]

$langpubfun = array
(
	0=>'用戶名不能超過15個字符!<br>',
	1=>'用戶名不能為空!<br>',
	2=>'用戶名只能用a-z,0-9和"_"線組成!<br>',
	3=>'Email格式不正確!<br>',
	4=>'內容不能為空!<br>',
	5=>'內容不能少於4個字符!<br>',
	6=>'密碼不為能空!<br>',
	7=>'兩次密碼輸入不一致!',
	8=>'密碼長度不能小於6位!<br>',
	9=>'密碼中不能含有特殊字符!<br>',
	10=>' Error 錯誤',
	11=>' Error 錯誤原因可能是:',
	12=>'&lt;&gt; 點擊這裡返回上一頁 &lt;&gt;',
	13=>'POST成功!',
	14=>'系統消息:POST成功!',
	15=>' 兩秒鐘後將自動返回...<br>如果你不想等待或瀏覽器沒有自動返回請點擊這裡返回! ',
	16=>'請點擊這裡繼續新的Blog發佈! ',
	17=>'輸入的驗證碼有誤,請輸入和右側圖像中數字相同的值.',
	18=>'用戶名或密碼不正確!',
	19=>'用戶登出操作成功!',
	20=>'查詢用戶權限時失敗!',
	21=>'該帳號為普通用戶,無權瀏覽該頁面!',
	22=>'登陸成功',
	23=>'',
	24=>'',
	25=>'', // $langfun[25]
);

$langphoto = array
(
	0=>'exBlog文件上傳頁面',
	1=>'上傳文件:',
	2=>'允許上傳的文件類型',
	3=>'上傳',
	4=>'文件不存在!',
	5=>'文件太大!',
	6=>'文件類型不符!',
	7=>'同名文件已經存在了',
	8=>'移動文件出錯',
	9=>'圖片成功上傳！',
	10=>'文件名:',
	11=>'寬度:',
	12=>'長度:',
	13=>'大小:',
	14=>'如果選擇默認位置,請將此段代碼複製到BLOG編輯區: ',
	15=>'點擊這裡複製到剪貼板',
	16=>'如果選擇圖片居左,請將此段代碼複製到BLOG編輯區: ',
	17=>'如果選擇圖片居右,請將此段代碼複製到BLOG編輯區: ',
	18=>'如果選擇默認位置,請將此段代碼複製到BLOG編輯區: ',
	19=>'圖片預覽：',
	20=>'圖片預覽:',
	21=>'文件名:',
	22=>'文件成功上傳！',
	23=>'請將此代碼複製到BLOG編輯區 ',
	24=>'如果上傳的是SWF，MPEG類型文件，請自行更換相應代碼，使之適合你的BLOG框架大小，以保持美觀',
	25=>'', // $langfun[25]
);



?>
