<?php

$lang = array
(
	0=>'安装向导',
	1=>'开发者: <font color="#0000FF"><a href="http://www.exBlog.net" target="_blank">exSoft Team</a></font>
        版权所有 (c) 2004 - 2005, <em><a href="http://www.exBlog.net" target="_blank">exSoft Team</a></em>',
	2=>'开始安装前你要知道的:<br />
          <ol>
        <li> exBlog 是一款优秀的 Blog (网络日志) 程序.</li>
        <li> exBlog 需要你的空间有 PHP + MYSQL 支持.</li>
        <li> 确认你是全新安装还是升级安装,这里是用来全新安装.<br />
        <font color="#FF0000">注意: 这个程序将会破坏掉上一次安装的资料.除非选用不同的前缀.</font></li>
        <li> exBlog 必要文件是否全部上传.</li>
        <li> 是否已经将必要的 目录/文件 设置成可写.</li>
        <li> 是否准备好享受 exBlog 的功能,如果答案是肯定的话,开始安装.</li>
          </ol>',
	3=>'开始安装',
	4=>'取消安装',
	5=>'用户许可协议:<br />
          <ol>
        <li> exBlog 为免费程序,你可以修改源代码但请保留版权信息.<br />
          个人网站可以免费使用本系统,并可自由传播,传播过程请保持本系统的完整性.<br />
          任何个人或企业未经许可不得将本系统用作商业用途.</li>
        <li> 使用过程中为美化程序或修改BUG您可以对源代码进行修改,如要传播您的修改版本<br />
          请保留原程序中的 exBlog 版权信息.</li>
          <br />
        <li> 您可以查看 exBlog 的源代码,但在没有获得作者正式许可的情况下,不能以除了<br />
          美化界面、修改BUG以外的其他任何理由修改 exBlog 的源程序,更不能修改相关<br />
          说明档和程序显示的版权信息. </li>
        <li> exBlog 是开放源代码软件,如果您对 exBlog 有好的想法和意见,并希望自己<br />
          修改 exBlog 完善其功能时,必须与我们取得联系,在获得我们正式的许可后,<br />
          在完整保留 exBlog 版权信息和说明档的前提下. 对 exBlog 进行修改. </li>
        <li> 本程序欢迎转载,您可以在原样完整保留全部版权信息和说明档的前提下,传播和发布<br />
          本程序,但将 exBlog 用于商业目的或违背上述条款的传播都是被禁止的. </li>
        <li> 安装 exBlog 建立在完全同意本授权文档的基础之上,因此而产生的纠纷,违反授权<br />
          协议的一方将承担全部责任.</li>
        <li> 如您想获得技术支持,请EMAIL至support@exblog.net进行完全免费的注册,注明网站URL<br />
          在以后过程中如程序有BUG或升级将通过EMAIL通知您.</li>
          </ol>',
	6=>'exSoft Team - exSoft 开发组',
	7=>'同意许可',
	8=>'不同意',
	9=>'数据库相关配置:',
	10=>'服务器(host):',
	11=>'数据库用户名(user):',
	12=>'数据库密码(password):',
	13=>'数据库名(dbname):',
	14=>'数据表名前缀:',
	15=>'Notice: 前缀可以让你一个表中安装多个exblog,如果只安装一个建议不要修改.^*^',
	16=>'上一步',
	17=>'重　填',
	18=>'下一步',
	19=>'数据库 ',
	20=>' 创建成功!',
	21=>' 创建失败!',
	22=>'创建数据库......',
	23=>'创建 config.inc.php 配置文件失败!请确认 include 目录的权限设置可写.',
	24=>'创建 config.inc.php 配置文件成功!',
	25=>'创建 config.inc.php 配置文件......',
	26=>'请确认数据库名......',
	27=>'当前config.inc.php配置文件数据库名为:',
	28=>'请确认新建表名前缀......',
	29=>'当前config.inc.php配置文件新建表名前缀为:',
	30=>'此设置可以让你一个表中安装多个exblog.如果只安装一个建议不要修改!',
	31=>'<font color="#FF0000">注意: 如果你已经安装过,这个程序将会破坏掉上一次安装的资料.除非选用不同的前缀.</font><br /><br />如果确认,请点击进入下一步.',
	32=>'正在创建以下数据库各表......',
	33=>'数据库相关配置:',
	34=>'Blog 名称:',
	35=>'网站真实地址:',
	36=>'版权:',
	37=>'语言包:',
	38=>'模板:',
	39=>'简介:',
	40=>'站长:',
	41=>'站点关键词:',
	42=>'Notice: 安装成功之后可以在后台修改,如果不清楚的项目建议不要修改.^*^',
	43=>'初始化 基本资料 成功!',
	44=>'初始化 基本资料 时失败!',
	45=>'正在初始化基本资料......',
	46=>'现在装创建系统管理员:',
	47=>'管理员用户名:',
	48=>'管理员密码:',
	49=>'管理员密码:',
	50=>'管理员Email:',
	51=>'管理员手机(如果使用WAP功能，手机号码将与用户自动绑定！）:',
	52=>'Notice: 管理员密码以md5格式存储.^*^',
	53=>'创建 系统管理员 成功!',
	54=>'创建 系统管理员 时失败!',
	55=>'正在创建系统管理员......',
	56=>'恭喜!exblog安装完成!',
	57=>'祝你 Blog 愉快!',
	58=>'完　成',
	59=>'安装文件无法自动删除!',
	60=>'注意: 安装文件 install.php 无法自动删除,请务必手动删除.',
	61=>'登陆后台',
	62=>'登陆后台',
	63=>'安装文件 install.php 已经自动删除,你可以登陆后台进行更多设置.',
	64=>'重置表',
	65=>'创建表',
	66=>'初始化',
	67=>'成功',
	68=>'失败',
	69=>'√',
	70=>'×',
	71=>'请选择天气',
	72=>'晴朗',
	73=>'多云',
	74=>'下雨',
	75=>'下雪',
	76=>'阴天',
	77=>'默认栏目',
	78=>'此栏目为系统默认栏目',
	79=>'欢迎使用exBlog程序,如何任何问题请在主页或来信提出,谢谢!!',
	80=>'由于XXX原因,本站暂时关闭X天.',
);

?>