<?php

$langpublic['language'] = "zh-CN";
$langpublic['charset'] = "UTF-8";
$langpublic['dir'] = "ltr";

// $langpubfun[]

$langpubfun = array
(
	0=>'用户名不能超过15个字符!<br>',
	1=>'用户名不能为空!<br>',
	2=>'用户名只能用a-z,0-9和"_"线组成!<br>',
	3=>'Email格式不正确!<br>',
	4=>'内容不能为空!<br>',
	5=>'内容不能少于4个字符!<br>',
	6=>'密码不为能空!<br>',
	7=>'两次密码输入不一致!',
	8=>'密码长度不能小于6位!<br>',
	9=>'密码中不能含有特殊字符!<br>',
	10=>' Error 错误',
	11=>' Error 错误原因可能是:',
	12=>'&lt;&gt; 点击这里返回上一页 &lt;&gt;',
	13=>'POST成功!',
	14=>'系统消息:POST成功!',
	15=>' 两秒钟后将自动返回...<br>如果你不想等待或浏览器没有自动返回请点击这里返回! ',
	16=>'请点击这里继续新的Blog发布! ',
	17=>'输入的验证码有误,请输入和右侧图像中数字相同的值.',
	18=>'用户名或密码不正确!',
	19=>'用户登出操作成功!',
	20=>'查询用户权限时失败!',
	21=>'该帐号为普通用户,无权浏览该页面!',
	22=>'登陆成功',
	23=>'',
	24=>'',
	25=>'', // $langfun[25]
);

$langphoto = array
(
	0=>'exBlog文件上传页面',
	1=>'上传文件:',
	2=>'允许上传的文件类型',
	3=>'上传',
	4=>'文件不存在!',
	5=>'文件太大!',
	6=>'文件类型不符!',
	7=>'同名文件已经存在了',
	8=>'移动文件出错',
	9=>'图片成功上传！',
	10=>'文件名:',
	11=>'宽度:',
	12=>'长度:',
	13=>'大小:',
	14=>'如果选择默认位置,请将此段代码复制到BLOG编辑区: ',
	15=>'点击这里复制到剪贴板',
	16=>'如果选择图片居左,请将此段代码复制到BLOG编辑区: ',
	17=>'如果选择图片居右,请将此段代码复制到BLOG编辑区: ',
	18=>'如果选择默认位置,请将此段代码复制到BLOG编辑区: ',
	19=>'图片预览：',
	20=>'图片预览:',
	21=>'文件名:',
	22=>'文件成功上传！',
	23=>'请将此代码复制到BLOG编辑区 ',
	24=>'如果上传的是SWF，MPEG类型文件，请自行更换相应代码，使之适合你的BLOG框架大小，以保持美观',
	25=>'', // $langfun[25]
);



?>
