<?php
// exBlog 中文 语言包 后台 用户管理 edituser.php

$lang = array
(
	0=>'用户管理界面',
	1=>'当前管理员:',
	2=>'当前超级用户',
	3=>'当前普通用户:',
	4=>'当前普通用户',
	5=>'你确定要删吗？',
	6=>'访客管理',
	7=>'[删除]',
	8=>'编辑所选用户',
	9=>'用户名:',
	10=>'密码: ',
	11=>'(如果不须修改，请不要填写！下同) ',
	12=>'确认密码: ',
	13=>'E-Mail:',
	14=>'手机:',
	15=>'将与本用户名绑定',
	16=>'(如果要使用WAP功能，请务必填写)',
	17=>'用户权限:',
	18=>'请选择权限',
	19=>'超级用户',
	20=>'普通用户',
	21=>'保存操作',
	22=>'添加新用户',
	23=>'添加用户',
	24=>'[编辑]',
	25=>'访客用户',
	26=>'',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
	32=>'',
);

?>