<?php
// exBlog 中文 语言包 后台 链接选项 editlinks.php

$lang = array
(
	0=>'添加友情链接',
	1=>'站点名字: ',
	2=>'站点URL:',
	3=>'要以http://开头',
	4=>'logoURL:',
	5=>'要以http://开头',
	6=>'站点描述:',
	7=>'显示站点:',
	8=>'显示',
	9=>'不显示',
	10=>'添加链接',
	11=>'编辑链接-已通过验证的站点',
	12=>'[编辑链接]',
	13=>'[删除]',
	14=>'编辑链接-<font color="#FF0000">未通过验证的站点</font>',
	15=>'[通过申请]',
	16=>'修改友情链接',
	17=>'编辑链接',
	18=>'链接排序（数字越小越靠前）',
	19=>'请选择要修改顺序的链接',
	20=>'请选择被替换顺序的链接',
	21=>'重新排序',
	22=>'',
	23=>'',
	24=>'',
	25=>'',
	26=>'',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
	32=>'',
);

?>