<?php
// exBlog 中文 语言包 后台 管理首页 main.php

$lang = array
(
	0=>'系统信息统计',
	1=>'- 系统信息:',
	2=>'Blog数',
	3=>'评论数',
	4=>'Trackback数',
	5=>'数据库占用大小',
	6=>'程序至今运行了',
	7=>'天',
	8=>'程序环境信息:',
	9=>'服务器环境:',
	10=>'MySQL版本:',
	11=>'开发团队 - exSoft',
	12=>'技术支持信息',
	13=>'　一个程序难免有BUG,如果你发现任何BUG,请进入程序官方网站报告BUG. <br>　<span class="style1"><font color="#FF0000">我们的进步离不开您的帮助</font></span>.',
	14=>'exBlog官方论坛',
	15=>'',
	16=>'',
	17=>'',
	18=>'',
	19=>'',
	20=>'',
	21=>'',
	22=>'',
	23=>'',
	24=>'',
	25=>'',
	26=>'',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
	32=>'',
);

?>