<?php
// exBlog 中文 语言包 通用 public.php

$langpublic['language'] = "zh-CN";
$langpublic['charset'] = "gb2312";
$langpublic['dir'] = "ltr"; //文字阅读方向

// $langpubfun[]

$langpubfun = array
(
	0=>'用户名不能超过15个字符!<br>',
	1=>'用户名不能为空!<br>',
	2=>'用户名只能用a-z,0-9和"_"线组成!<br>',
	3=>'Email格式不正确!<br>',
	4=>'内容不能为空!<br>',
	5=>'内容不能少于4个字符!<br>',
	6=>'密码不为能空!<br>',
	7=>'两次密码输入不一致!',
	8=>'密码长度不能小于6位!<br>',
	9=>'密码中不能含有特殊字符!<br>',
	10=>' Error 错误',
	11=>' Error 错误原因可能是:',
	12=>'&lt;&gt; 点击这里返回上一页 &lt;&gt;',
	13=>'POST成功!',
	14=>'系统消息:POST成功!',
	15=>' 两秒钟后将自动返回...<br>如果你不想等待或浏览器没有自动返回请点击这里返回! ',
	16=>'请点击这里继续新的Blog发布! ',
	17=>'输入的验证码有误,请输入和右侧图像中数字相同的值.',
	18=>'用户名或密码不正确!',
	19=>'用户登出操作成功!',
	20=>'查询用户权限时失败!',
	21=>'该帐号为普通用户,无权浏览该页面!',
	22=>'登陆成功',
	23=>'没有归档资料',
	24=>'管理员查找失败',
	25=>'普通用户查找失败', // $langfun[25]
	26=>'访客用户查找失败',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
);

?>
