<?php
$lang = array(0 => '访问控制列表管理',
	1 => '更新ACL规则',
	2 => '重置规则',
	3 => 'ACL规则说明:',
	4 => '可用模块名列表:',
	5 => '<li>规则格式<br>
	           &nbsp; &nbsp; 模块名 规则类型 动作 IP地址或地址域 [用户Agent表达式] [用户来源表达式]<br><br>
	           <li>规则类型列表<ol type=1><li>default 此规则为缺省规则<li>custom 此规则为用户自定义规则</ol>
	           <li>动作列表<ol type=1><li>accept 允许指定目标的操作<li>drop 禁止指定目标的操作</ol>
	           <li>IP规则<ol><li>单一IP，如 192.168.0.1<li>多个IP，如 192.168.0.1,192.168.1.23<li>单一IP域，如192.168.2.23-45或 192.168.1-2.*<li>多个IP域，如 192.168.0-1.*,192.168.4-5.*<li>复杂IP地址和域组合，如 192.168.3-4.*,127.0.0.1</ol>
	           <li>用户Agent和来源表达式<ol type=1><li>这两个参数可选，如果不提供Agent表达式而希望继续提供来源表达式，则只需要将Agent表达式对应位置留空<li>用户Agent表达式和来源表达式支持Perl兼容正则表达式</ol>'
	);

?>
