<?php 
// exBlog 中文 语言包 后台 分类 editsort.php
$lang = array
(0 => '修改分类',
	1 => '英文名:',
	2 => 'article',
	3 => '中文名:',
	4 => '技术文章',
	5 => '描　述:',
	6 => '收集一些技术方面文章',
	7 => '提交分类',
	8 => '添加新分类',
	9 => '添加分类',
	10 => '刷新重写',
	11 => '编辑分类',
	12 => '现有分类:',
	13 => '请选择要操作的分类',
	14 => '删除分类将会把该会类下所有文章删除,你确定吗?',
	15 => '分类排序（数字越小越靠前）',
	16 => '需要修改顺序的分类',
	17 => '被替换顺序的分类',
	18 => '重新排序',
	19 => '分类英文名称不能为空',
	20 => '分类英文名称不能超过20字符',
	21 => '分类中文名称不能为空',
	22 => '分类中文名称不能超过20字符',
	23 => '分类描述不能为空',
	24 => '分类描述内容不能超过50字符',
	25 => '同名分类已经存在',
	26 => '编辑',
	27 => '删除',
	28 => '示例：',
	29 => '无法获取指定分类的相关信息',
	30 => '重置分类次序',
	31 => '修改分类次序',
	32 => '非法表单内容'
	);

?>