<?php
// exBlog 中文 语言包 后台 链接选项 editlinks.php

$lang = array
(
	0=>'添加友情链接',
	1=>'站点名字: ',
	2=>'站点URL:',
	3=>'要以http://开头',
	4=>'logoURL:',
	5=>'要以http://开头',
	6=>'站点描述:',
	7=>'显示站点:',
	8=>'显示',
	9=>'不显示',
	10=>'添加链接',
	11=>'编辑链接-已通过验证的站点',
	12=>'[编辑链接]',
	13=>'[删除]',
	14=>'编辑链接-<font color="#FF0000">未通过验证的站点</font>',
	15=>'[通过申请]',
	16=>'修改友情链接',
	17=>'编辑链接',
	18=>'链接排序（数字越小越靠前）',
	19=>'请选择要修改顺序的链接',
	20=>'请选择被替换顺序的链接',
	21=>'重新排序',
	22=>'站点名称不能为空',
	23=>'站点URL不能为空',
	24=>'站点描述不能为空',
	25=>'LogoURL不能为空',
	26=>'站点名称长度不能超过２０个字符',
	27=>'站点URL长度不能超过150个字符',
	28=>'LogoURL长度不能超过150个字符',
	29=>'站点描述长度不能超过100个字符',
	30=>'站点URL必须以http://开头',
	31=>'LogoURL必须以http://开头',
	32=>'该链接已经存在',
	33=> '链接 %s 添加成功',
	34=> '找不到指定链接的相关信息',
	35=> '更新链接 %s 信息成功',
	36=> '排序表单非法'
);

?>