<?php
// exBlog 中文 语言包 后台 评论管理 editcomment.php

$lang = array
(
	0=>'修改评论',
	1=>'评论作者:',
	2=>'时间:',
	3=>'内容:',
	4=>'回复:',
	5=>'编辑评论',
	6=>'管理评论',
	7=>'[编辑]',
	8=>'你确认要删除么？',
	9=>'[删除]',
	10=>'查询结果',
	11=>'自定义条件列表',
	12=>'Blog标题',
	13=>'日期',
	14=>'日期格式: 0000-00-00 00:00:00 可从头节选,例: 2005-05',
	15=>'内容',
	16=>'查找符合此关键字的内容的文章',
	17=>'降序',
	18=>'升序',
	19=>'排列',
	20=>'作者',
	21=>'查找此作者的评论 需要绝对准确',
	22=>'重新列表',
	23=>'Email',
	24=>'已经成功删除 %s 于 %s 发表的评论',
	25=>'找不到指定的评论',
	26=>'请选择需要删除的评论',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
	32=>'',
);

?>