<?php
// exBlog 中文 语言包 后台 名词注释 keyword.php

$lang = array
(
	0=>'[编辑]',
	1=>'你确认要删除么？',
	2=>'[删除]',
	3=>'添加名词注释',
	4=>'名词:',
	5=>'链接:',
	6=>'要以http://开头',
	7=>'注释:',
	8=>'添加名词注释',
	9=>'名词注释列表',
	10=>'修改名词注释',
	11=>'修改名词注释',
	12=>'选定的词汇注释条目不存在',
	13=>'名词不能为空',
	14=>'名词长度不能超过１００字符',
	15=>'链接格式错误',
	16=>'链接长度不能超过１５０字符',
	17=>'添加名词 %s 成功',
	18=>'名词 %s 已经存在',
	19=>'名词注释不能为空',
	20=>'需要修改的名词注释 %s 不存在',
	21=>'更新名词 %s 成功',
	22=>'指定的名词注释不存在',
	23=>'删除名词 %s 成功',
	24=>'',
	25=>'',
	26=>'',
	27=>'',
	28=>'',
	29=>'',
	30=>'',
	31=>'',
	32=>'',
);

?>