<?php 
// exBlog 中文 语言包 后台 标签 tags.php
$lang = array
(0 => '[编辑]',
	1 => '你确认要删除么？',
	2 => '[删除]',
	3 => '添加标签',
	4 => '标签列表',
	5 => '标签：',
	6 => '添加',
	7 => '编辑标签',
	8 => '修改',
	9 => '<UL>
<LI>请尽量用固定的单词做为标签</LI>
<LI>在发文章的同时您设定的关键词会自动保存为标签</LI>
<LI>若有同义的标签，请用 | 分隔同义的标签</LI>
<LI>演示：<font color="blue">Madman|狂人|疯子</font></LI>
</UL>',
	10 => '添加 tag 成功',
	11 => '标签列表格式错误',
	12 => '没有可以添加的 tag',
	13 => '修改 tag 成功',
	14 => '指定的 tag 内容已经存在',
	15 => '删除 tag 成功',
	16 => '指定的 tag 不存在',
	17 => '',
	18 => '',
	19 => '',
	20 => '',
	21 => '',
	22 => '',
	23 => '',
	24 => '',
	25 => '',
	26 => '',
	27 => '',
	28 => '',
	29 => '',
	30 => '',
	31 => '',
	32 => '',
	);

?>